Repository: major-s/labcirs
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: for
de: für

source: Register
de: Registrieren

source: Welcome,
de: Wilkommen,

source: Log out
de: Abmelden

source: Log in
de: Anmelden

source: registration
de: Registrierung

source: You have asked to register a new LabCIRS account
de: Sie möchten einen neuen LabCIRS-Account registrieren

source: Username
de: Benutzername

source: To activate this account, please click the following link within the next %(expiration_days)s days:
de: Um diesen Account zu aktivieren klicken Sie bitte auf den folgenden Link innerhalb der nächsten %(expiration_days)s Tage:

source: If this wasn't you, please ignore this email and your address will be removed from our records.
de: Falls Sie es nicht waren, ignorieren Sie diese E-Mail und Ihre Adresse wird aus unserem System gelöscht.

source: Sincerely, %(ORGANIZATION)s - LabCIRS Management
de: Mit freundlichen Grüßen, %(ORGANIZATION)s - LabCIRS Verwaltung

source: Account activation at
de: Accountaktivierung

source: admin approval
de: Admin Genehmigung

source: Your account is now approved. You can
de: Ihr Account ist jetzt aktiviert. Sie können sich

source: log in.
de: anmelden.

source: Username for Reviewer
de: Benutzername des Reviewers

source: Username for Reporter
de: Benutzername des Reporters

source: IMPORTANT: The initial password for the reporter is equal to his user name but you can change it after login!
de: WICHTIG: Das erste Passwort des Reporters gleicht seinem Benutzernamen, Sie können es aber nach dem Login ändern!

source: Sincerely, LabCIRS Management
de: Mit freundlichen Grüßen, LabCIRS Verwaltung

source: Your account is now approved. You can log in using the following link
de: Ihr Account ist jetzt aktiviert. Sie können sich anmelden in dem sie den folgenden Link nutzen

source: Account activation in
de: Accountaktivierung

source: A new user has asked to register an LabCIRS account
de: Ein neuer Benutzer möchte einen neuen LabCIRS-Account registrieren

source: User
de: Benutzer

source: Department
de: Abteilung

source: To approve this, please
de: Um dies zu bestätigen, bitte

source: click here
de: hier klicken

source: To approve this, please click the following link
de: Zur Bestätigung bitte auf den folgenden Link klicken

source: Account approval for
de: Accountgenehmigung für

source: Register for an LabCIRS account
de: Registrierung eines LabCIRS-Accounts

source: Register new reviewer and new department
de: Registrierung eines neues Benutzers und einer neuen Einrichtung

source: Here you can register a new department together with new reviewer account. <br> Together with the new depaertment a reporter user will be created. The password of the reporter will be the same as his username but you can change it after your account is activated. <br> Please note that all user names have to be lowercase and will be converted if you enter capital letters!
de: Hier können Sie eine neue Abteilung und einen neuen Reviewer-Account registrieren. <br> Für die Abteilung wird auch ein Reporter-Benutzer erzeugt. Das Passwort wird gleich wie sein Benutzername lauten, aber Sie können es ändern, sobald Ihr Account aktiviert ist. <br> Bitte beachten Sie, dass in Benutzernamen nur kleine Buchstaben benutzt werden dürfen. Großbuchstaben werden beim Anlegen der Benutzer entsprechend konvertiert.

source: Submit
de: Abschicken

source: Terms of service
de: AGB

source: Close
de: Schließen
