Repository: major-s/labcirs
Catalog: cirs/locale/*/LC_MESSAGES/django.po
Languages: de

source: LabCIRS for %s
de: LabCIRS für %s

source: has publishable incident
de: mit publizierbaren Ereignissen

source: Yes
de: Ja

source: No
de: Nein

source: Reported incident
de: Gemeldete Ereignisse

source: Languages
de: Sprachen

source: Login infos - translate "login info" and "link text" if using multiple languages!
de: Anmeldeinformationen - "Anmeldeinformationen" und "Linktekst" müssen übersetzt werden, wenn mehrere Sprachen aktiviert sind!

source: Notification settings
de: Benachrichtigungseinstellungen

source: Incident code
de: Ereignis-Kode

source: No matching critical incident found!
de: Kein passendes kritisches Ereignis gefunden!

source: First name
de: Vorname

source: Please enter your first name
de: Bitte Ihren Vornamen eintragen

source: Last name
de: Nachname

source: Please enter your last name
de: Bitte Ihren Nachnamen eintragen

source: Department label
de: Abteilungskürzel

source: Only letters, digits, - and _. No whitespace!
de: Nur Buchstaben, Ziffern, - und _. Keine Leerzeichen!

source: Department name
de: Abteilung

source: User name for the reporter
de: Benutzername für den Reporter

source: Only letters, digits, - and _. No whitespace! Lowercase only!
de: Nur Buchstaben, Ziffern, - und _. Keine Leerzeichen! Nur Kleinbuchstaben!

source: Only @%s is allowed!
de: Nur @%s ist erlaubt!

source: You cannot register with this email domain!
de: Mit dieser Emaildomäne können Sie sich nicht anmelden!

source: Department with this label already exists!
de: Eine Abteilung mit dieser Kurzbezeichnung existiert schon!

source: Department with this name already exists!
de: Eine Abteilung mit diesem Namen existiert schon!

source: This user already exists!
de: Dieser Benutzer existiert schon!

source: Incident (in German)
de: Ereignis (auf Deutsch)

source: Incident (in English)
de: Ereignis (auf Englisch)

source: Login info (in German)
de: Anmeldeinformation (auf Deutsch)

source: Login info (in English)
de: Anmeldeinformation (auf Englisch)

source: User
de: Benutzer

source: User assigned to other roles and superusers are not listed here!
de: Administratoren und Benutzer mit zugewiesenen Rollen sind hier nicht aufgelistet!

source: Superuser cannot become {}
de: Superuser kann nicht {} werden

source: This user is already a reviewer and thus cannot become a reporter
de: Dieser Benutzer ist bereits Reviewer und kann daher kein Reporter werden

source: Reporters
de: Reporter

source: This user is already a reporter and thus cannot become a reviewer
de: Dieser Benutzer ist bereits Reporter und kann daher kein Reviewer werden

source: Reviewers
de: Reviewer

source: Label
de: Kurzbezeichnung

source: Label can only consist of letters, numbers, underscores and hyphens.
de: Kurzbezeichnung kann nur aus Buchstaben, Zahlen, Unter- und Gedankenstrichen bestehen.

source: Active
de: Aktiv

source: Department
de: Abteilung

source: Departments
de: Abteilungen

source: singular case (for the first time)
de: einzellfall (erstmalig)

source: seldom (once per year)
de: selten (1 pro Jahr)

source: occasional (once per month)
de: gelegentlich (1 pro Monat)

source: frequent (once per Week)
de: häufig (1 pro Woche)

source: regular (daily)
de: ständig (täglich)

source: very low
de: sehr niedrig

source: low
de: niedrig

source: moderate
de: moderat

source: high
de: hoch

source: very high
de: sehr hoch

source: appraisal not possible
de: Beurteilung nicht möglich

source: The incident was avoidable
de: Das Ereignis war vermeidbar

source: The incident was not avoidable
de: Das Ereignis war nicht vermeidbar

source: I agree that this report will be made public to people outside the quality management team after copyedit.
de: Ich bin mit einer Veröffentlichung dieses Ereignisses, sichtbar für alle Mitarbeiter, einverstanden.

source: I DO NOT agree that this report will be made public to people outside the quality management team even after copyedit.
de: Ich bin mit einer Veröffentlichung dieses Ereignisses, sichtbar für alle Mitarbeiter, NICHT einverstanden.

source: middle
de: mittel

source: new
de: neu

source: in process
de: in Bearbeitung

source: under supervision
de: unter Beobachtung

source: completed
de: erledigt

source: organisation/communication
de: Organisation/Kommunikation

source: technique/methods
de: Technik/Methoden

source: knowledge/training
de: Wissen/Training

source: concentration/attention (mistake/slip)
de: Konzentration/Aufmerksamkeit (Versehen/Ausrutscher)

source: infrastructure
de: Infrastruktur

source: other
de: Sonstige

source: Date of incident
de: Datum des Ereignises

source: Mistake / problem / critical incident
de: Fehler / Problem / kritisches Ereignis

source: Cause of failure
de: Fehlerursache / Verursacherbereich

source: Immediate action / suggestion
de: Sofortmaßnahmen / Vorschläge

source: Immediate action or suggestion regarding prevention / troubleshooting
de: Sofortmaßnahme ggf. Vorschlag zur Vermeidung / Behebung

source: Preventability
de: Vermeidbarkeit

source: In your opinion, was the incident avoidable or not?
de: War das Ereignis Deiner Meinung nach vermeidbar oder nicht vermeidbar gewesen ?

source: Photo
de: Foto

source: Publication
de: Veröffentlichung

source: Date of report
de: Datum der Meldung

source: Action
de: Maßnahme

source: Responsibility
de: Verantwortung

source: Review date
de: Termin

source: Risk classification
de: Risikoklasse

source: Frequency
de: Häufigkeit

source: Hazard
de: Gefährdung

source: For emploees or science
de: Für Mitarbeiter oder Forschungsprozess

source: Category
de: Kategorie

source: Critical incident
de: Kritisches Ereignis

source: Critical incidents
de: Kritische Ereignise

source: Click to see full size in new window/tab
de: Für volle Größe bitte klicken. Das Bild erscheint in neuem Fenster/Tab

source: Please report only incidents which already happened.
de: Bitte nur vergangene Ereignisse melden.

source: Please decide if this report may be published in the lab.
de: Darf die Meldung nach Redaktion im Labor veröffentlicht werden?

source: If anything was changed in the Review block, please set status at least to "in process".
de: Nach jeglicher Änderung im Review-Block muss der Status zumindest auf "in Bearbeitung" gesetzt werden.

source: Translation status
de: Übersetzungsstatus

source: Translation
de: Übersetzung

source: complete
de: vollständig

source: incomplete
de: unvollständig

source: Translation info
de: Übersetzungsinformation

source: Incident
de: Ereignis

source: Description
de: Beschreibung

source: Measures and consequences
de: Maßnahmen und Konsequenzen

source: Publish
de: Veröffentlichen

source: Mandatory languages
de: Verpflichtende Sprachen

source: Publishable incident
de: Publizierbares Ereignis

source: Publishable incidents
de: Publizierbare Ereignisse

source: The reporter did not agreed to publish this incident!
de: Der Eintragende hat einer Veröffentlichung nicht zugestimmt!

source: All text fields in mandatory languages (%s) has to be filled before 'publish' can be checked!
de: Alle Textfelder in den verpflichtenden Sprachen (%s) müssen ausgefüllt werden bevor 'publizieren' aktiviert werden darf!

source: If you want to send notifications, an existing email server distinct from localhost has to be set by the server administrator in the local server configuration.
de: Benachrichtigungen könne nur verschickt werden, wenn der Serveradministrator einen existierenden Emailserver (unterschiedlich vom localhost) in der lokalen Konfigurationsdatei eingetragen hat.

source: If you choose mandatory languages besides the default one, don't forget to translate fields below. Further fields in publishable incidents have to be translated before publishing!
de: Wenn Sie eine zusätzliche Sprache aktivieren, vergessen Sie nicht, die unten stehenden Felder zu übersetzen. Außerdem müssen auch Felder der publizierbaren Ereignisse übersetzt werden bevor sie veröffentlicht werden können!

source: URL for login info
de: URL für die Anmeldedaten

source: Login info
de: Anmeldeinformationen

source: Translate if there are multiple mandatory languages
de: Bitte übersetzen wenn mehrere Sprachen ausgewählt wurden

source: Translate if there are multiple mandatory languages and you store infos at given URL
de: Bitte übersetzen wenn mehrere Sprachen ausgewählt wurden und eine URL eingegeben worden ist.

source: Send notification
de: Benachrichtigungen senden

source: Check if you wish to be informed about new incidents per email.<br> IMPORTANT: Sender email has to exist and at least one recipient is necessary.<br> BUG: If you had no recipients selected before changingn this setting, please choose at least one and save.<br> Not till then you can activate sending of notifications.
de: Aktivieren wenn bei neuen Fehlermeldungen eine Benachrichtigung verschickt werden soll.<br> WICHTIG: Eine Absenderaddresse und mindestens ein Empfänger müssen eingetragen werden.<br> FEHLER: Wenn bis jetzt noch keine Empfänger ausgewählt wurden, bitte eine Empfänger auswählen und speichern.<br> Erst danach kann das Senden von Benachrichtigungen aktiviert werden.

source: Notification sender email address
de: Absenderadresse für Benachrichtigungen

source: Enter a valid email address you want to use as a sender
de: Bitte eine existierende Emailadresse als Absender eintragen

source: Notification recipients
de: Benachrichtigungsempfänger

source: Choose recipients of the notification email
de: Bitte einen Benachrichtigugnsempfänger wählen

source: Notification text
de: Benachrichtigungstext

source: LabCIRS configuration
de: LabCIRS-Einstellungen

source: You have to choose at least one notification recipient.
de: Sie müssen mindestens einen Benachrichtigungsempfänger auswählen.

source: You have to enter valid sender email.
de: Sie müssen eine existierende Absendermailadresse eingeben.

source: You have to reactivate %s as it is default language.
de: Sie müssen %s reaktivieren, weil es die voreingestellte Sprache ist.

source: open
de: offen

source: closed
de: abgeschlossen

source: Author
de: Autor

source: Created at
de: Erstellt am

source: Status of the comment
de: Status des Kommentars

source: View incidents
de: Ereignisliste

source: Add incident
de: Neues Ereignis

source: Comments
de: Kommentare

source: Date
de: Datum

source: Cause
de: Grund

source: Your comment
de: Ihr Kommentar

source: Save
de: Sichern

source: Empty
de: Leer

source: Anonymous report will be send. There is no possibility to change the report.
de: Anonymer Report wird verschickt. Es sind keine nachträglichen Änderungen möglich.

source: Send
de: Senden

source: Choose your department
de: Bitte eigene Abteilung auswählen

source: Please enter the code which you received after submitting the incident.
de: Bitte den Kode eingeben, der nach Erstellung der Meldung angezeigt wurde.

source: Search
de: Suchen

source: Please log in...
de: Bitte anmelden...

source: User name
de: Benutzername

source: Password
de: Passwort

source: Log in
de: Anmelden

source: There is apparently no login info for %(department)s. The resposible reviewer shold create it in the configuration!
de: Scheinbar existiert keine Anmeldeinformation für %(department)s. Der verantwortliche Reviewer sollte es in den Einstellungen eintragen!

source: If you want to report an incident and don't know your login credentials, please go to the
de: Wenn Sie über eine Ereignis berichten möchten aber die Zugangsdaten Ihrer Abteilung nicht kennen, dann gehen Sie bitte zu der

source: main page
de: Hauptseite

source: and choose your department!
de: und wählen den Link zur eigenen Abteilung!

source: If you are reviewer or administrator and forgot your password, please klick
de: Wenn Sie Reviewer oder Administrator sind und Ihr Passwort vergessen haben, dann können Sie

source: here
de: hier

source: to reset it.
de: um es zurückzusetzen.

source: Critical incidents for
de: Kritische Ereignise für

source: No. of comments
de: Zahl der Kommentare

source: Sorry, this photo is missing
de: Es tut uns leid, aber dieses Foto kann nicht dargestellt werden

source: Add new incident
de: Neues Ereignis hinzufügen

source: Thank you!
de: Danke!

source: Log out
de: Abmelden

source: One more
de: Noch eins

source: If you want comment on any incident, please click on the number of comments in the last column for published incidents or use the "View on site" link in the admin interface!
de: Wenn Sie ein Ereignis kommentieren möchten, klicken Sie bitte auf die Zahl der Kommentare in der letzen Spalte (gilt für veröffentlichte Ereignise), oder benutzen Sie den "Auf der Website anzeigen" Link im administrativen Bereich!

source: You were redirected from {} to {}!
de: Sie wurden von {} nach {} umgeleitet!

source: This is a valid account, but you are neither reporter, nor reviewer. Please contact the administrator!
de: Ihr Zugang ist weder Reporter noch Reviewer. Bitte den Administrator kontaktieren!

source: Your account has no associated department! Please contact the administrator!
de: Ihr Zugang gehört keiner Abteilung an. Bitte den Administrator kontaktieren!

source: Your username and/or password were incorrect.<br>If you want to report a new incident, please check the information below!<br>If you are reviewer or administrator and forgot your password, please klick
de: Der Benutzername und/oder Passwort waren nicht korrekt.<br>Wenn Sie über ein neues Ereignis berichten möchten, dann überprüfen Sie die untenstehende Angaben!<br>Wenn Sie Reviewer oder Administrator sind und Ihr Passwort vergessen haben, dann klicken Sie bitte

source: Your account is not active, please contact the admin.
de: Ihr Zugang ist nicht mehr aktiv. Bitte den Administrator kontaktieren.
